---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.MechanicalSystemType
source: html/4b85ee44-9a35-2e85-811e-66d7d4aad978.htm
---
# MechanicalSystemType Properties

Identifies the abbreviation, the short name, for the system type